/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "collapsibles",
      "blocks": {
        "collapsible_section_HtK9d7": {
          "type": "collapsible_section",
          "settings": {
            "title": "How do I apply?",
            "content": "Start with clean, dry nails. Use the prep pad included to remove oils, then choose the strip size that fits your nail. Press it down from cuticle to tip, using the wooden stick provided to roll out any air bubbles for a smooth, sealed finish. Cure under the LED lamp for 60 seconds, then clip and gently file or buff off the excess for a perfect shape."
          }
        },
        "collapsible_section_NVL3cz": {
          "type": "collapsible_section",
          "settings": {
            "title": "How long do they last?",
            "content": "Up to 14 days with proper prep and curing. For best wear, avoid soaking your hands in water or applying heavy oils around the nails within the 1-2 hours of application."
          }
        },
        "collapsible_section_jeabRe": {
          "type": "collapsible_section",
          "settings": {
            "title": "How can I remove my nails?",
            "content": "Apply a few drops of our Ctrl+Delete Vitamin Nail Serum Remover around the edges. Let it soak underneath the nail strips for a few minutes, then gently lift each strip using the wooden stick provided. No force, no pain — and your natural nails stay perfectly intact and damage-free."
          }
        },
        "collapsible_section_dieNwt": {
          "type": "collapsible_section",
          "settings": {
            "title": "Do they damage my nails?",
            "content": "Not at all. When removed properly, our semi-cured gel strips are non-damaging and gentle. The nail strips act like a protective barrier, shielding your natural nails from everyday wear and breakage – like a screen protector for your nails, but prettier (*hair flip*)."
          }
        },
        "collapsible_section_LVUDWN": {
          "type": "collapsible_section",
          "settings": {
            "title": "Is it non-toxic?",
            "content": "Yes. Our gel strips are 10-free, meaning they’re made without the 10 nail nasties like formaldehyde, DBP, and toluene. They’re also cruelty-free and vegan, because healthy nails shouldn’t come with compromise."
          }
        },
        "collapsible_section_3zriLQ": {
          "type": "collapsible_section",
          "settings": {
            "title": "What are some tips to take care of them?",
            "content": "A few things to keep your set flawless from day one:\n1. Apply on completely dry nails and follow the application steps carefully.\n2. Avoid baths, oils, or lotions 1-2 hours after application so the gel can fully set.\n3. Use the wooden stick provided to roll out any air bubbles and seal the strip before curing.\n4. Align each strip only on the nail bed. Avoid overlapping onto the cuticle to prevent lifting."
          }
        },
        "collapsible_section_B7ximF": {
          "type": "collapsible_section",
          "settings": {
            "title": "How should I store my nail strips?",
            "content": "Avoid leaving your nail strips near the LED lamp while it’s on, as the light can cure them unintentionally. Store unused strips in the black pouch they come in, and keep them in a cool, dark place for optimal results."
          }
        }
      },
      "block_order": [
        "collapsible_section_HtK9d7",
        "collapsible_section_NVL3cz",
        "collapsible_section_jeabRe",
        "collapsible_section_dieNwt",
        "collapsible_section_LVUDWN",
        "collapsible_section_3zriLQ",
        "collapsible_section_B7ximF"
      ],
      "settings": {}
    },
    "collapsibles_VixtCE": {
      "type": "collapsibles",
      "blocks": {
        "collapsible_section_mQKUf3": {
          "type": "collapsible_section",
          "settings": {
            "title": "General inquiry",
            "content": "For all general questions or customer support, please email us at hello@nousnails.com. We’ll get back to you as soon as possible."
          }
        },
        "collapsible_section_qrHb7G": {
          "type": "collapsible_section",
          "settings": {
            "title": "Wholesale",
            "content": "Interested in carrying Nous Nails? For wholesale inquiries, please reach out to hello@nousnails.com with your store name and a brief intro."
          }
        },
        "collapsible_section_jqhe47": {
          "type": "collapsible_section",
          "settings": {
            "title": "PR & Collabs",
            "content": "For press, media, or brand collaborations, please contact partnerships@nousnails.com with the subject line “PR Inquiry.”"
          }
        },
        "collapsible_section_6VXgyX": {
          "type": "collapsible_section",
          "settings": {
            "title": "Become a Creator (Earn with Nous)",
            "content": "Love creating content? Join our Nous Creator Program to receive free products and earn commissions. You'll also receive early access to new drops. Apply at nousnails.com/creator or email us at partnerships@nousnails.com."
          }
        }
      },
      "block_order": [
        "collapsible_section_mQKUf3",
        "collapsible_section_qrHb7G",
        "collapsible_section_jqhe47",
        "collapsible_section_6VXgyX"
      ],
      "name": "Collapsible Content",
      "settings": {}
    },
    "collapsibles_FXWAJ9": {
      "type": "collapsibles",
      "blocks": {
        "collapsible_section_bgNWcU": {
          "type": "collapsible_section",
          "settings": {
            "title": "What is your return policy?",
            "content": "We accept returns within 14 days of delivery on unopened, unused items in their original packaging. Due to hygiene reasons, we’re unable to accept returns once a product has been opened or used.\n\nIf your item arrives damaged or defective, please email hello@nousnails.com with clear photos within 5 days of receiving your package, and our team will make it right.\nWhat determines refund eligibility? To be eligible for a refund, items must:\n1. Be unused and in original, sealed packaging\n2. Be returned within 14 days of delivery\n3. Include proof of purchase (order number or confirmation email)\n4. Please note: shipping fees are non-refundable."
          }
        },
        "collapsible_section_m9cHzp": {
          "type": "collapsible_section",
          "settings": {
            "title": "How do I return?",
            "content": "To start a return, please email hello@nousnails.com with your order number and reason for return. Once approved, our team will share the next steps and return address.\nPlease note:\nReturns must be initiated within 14 days of delivery.\nItems must be unused, unopened, and in original packaging.\nShipping fees are non-refundable, and return shipping costs are the responsibility of the customer.\nIf your item arrived damaged or defective, please email us hello@nousnails.com with photos within 5 days of receiving your package, and we’ll make it right."
          }
        }
      },
      "block_order": [
        "collapsible_section_bgNWcU",
        "collapsible_section_m9cHzp"
      ],
      "name": "Collapsible Content",
      "settings": {}
    }
  },
  "order": [
    "main",
    "collapsibles_VixtCE",
    "collapsibles_FXWAJ9"
  ]
}
